tap "homebrew/cask"

brew "docker"
brew "dotnet"
brew "fzf"
brew "go"
brew "git-delta"
brew "git-lfs"
brew "jq"
brew "jql"
brew "llvm"
brew "neovim"
brew "neovim-qt"
brew "netcat"
brew "ripgrep"
brew "ripsecrets"
brew "shellcheck"
brew "tealdeer"
brew "qpdf"
brew "tree"
brew "wireshark"
brew "zig"

cask "alt-tab"
cask "caffeine"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-remote-desktop"
cask "postman"
cask "slack"
cask "spotify"
cask "todoist"
cask "tableplus"
cask "whatsapp"
cask "zoom"

cask "epic-games"
cask "steam"
cask "unity-hub"

vscode "vscodevim.vim"
