tap "homebrew/cask"

brew "docker"
brew "dotnet"
brew "go"
brew "llvm"
brew "neovim"
brew "neovim-qt"
brew "ripgrep"
brew "shellcheck"
brew "tree"
brew "wireshark"
brew "zig"

cask "discord"
cask "firefox"
cask "iterm2"
cask "jetbrains-toolbox"
cask "google-chrome"
cask "postman"
cask "slack"
cask "spotify"
cask "todoist"
cask "tableplus"
cask "zoom"

cask "epic-games"
cask "steam"
cask "unity-hub"

vscode "vscodevim.vim"
